Repository: gianluca2342124/FocusGlobe
Catalog: FocusGlobe/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pt_br, ro, ru, zh_hans

source: The phone wins by default
de: Das Handy gewinnt standardmäßig
es: El teléfono gana por defecto
fr: Le téléphone gagne par défaut
hi: फ़ोन डिफ़ॉल्ट रूप से जीत जाता है
it: Il telefono vince in automatico
nl: De telefoon wint standaard
pt_br: O celular vence por padrão
ro: Telefonul câștigă implicit
ru: Телефон побеждает по умолчанию
zh_hans: 手机总是赢

source: The Skies, sounds and Passport make progress feel visible without turning productivity into pressure. It's calm, simple and genuinely motivating.
de: Die Himmel, die Klänge und der Reisepass machen Fortschritt sichtbar, ohne Produktivität in Druck zu verwandeln. Ruhig, einfach und wirklich motivierend.
es: Los cielos, los sonidos y el Pasaporte hacen visible el progreso sin convertir la productividad en presión. Es tranquilo, sencillo y realmente motivador.
fr: Les ciels, les sons et le Passeport rendent les progrès visibles sans transformer la productivité en pression. C’est calme, simple et vraiment motivant.
hi: आकाश, ध्वनियाँ और पासपोर्ट प्रगति को दिखने लायक बना देते हैं, बिना उत्पादकता को दबाव में बदले। यह शांत, सरल और सच में प्रेरक है।
it: I cieli, i suoni e il Passaporto rendono i progressi visibili senza trasformare la produttività in pressione. È calmo, semplice e davvero motivante.
nl: De luchten, geluiden en het Paspoort maken vooruitgang zichtbaar zonder productiviteit in druk te veranderen. Rustig, simpel en echt motiverend.
pt_br: Os céus, os sons e o Passaporte tornam o progresso visível sem transformar produtividade em pressão. É calmo, simples e genuinamente motivador.
ro: Cerurile, sunetele și Pașaportul fac progresul vizibil fără să transforme productivitatea în presiune. E calm, simplu și chiar motivant.
ru: Небеса, звуки и Паспорт делают прогресс видимым, не превращая продуктивность в давление. Спокойно, просто и по-настоящему мотивирует.
zh_hans: 天空、声音和护照让进步变得可见，却没有把效率变成压力。它平静、简单，也真的能激励人。

source: The sky is busy
de: Der Himmel ist voll
es: El cielo está ocupado
fr: Le ciel est occupé
hi: आकाश व्यस्त है
it: Il cielo è affollato
nl: De lucht is druk
pt_br: O céu está movimentado
ro: Cerul e aglomerat
ru: Небо занято
zh_hans: 天空繁忙

source: The sky is still here
de: Der Himmel ist noch da
es: El cielo sigue aquí
fr: Le ciel est toujours là
hi: आकाश अब भी यहीं है
it: Il cielo è ancora qui
nl: De lucht is er nog steeds
pt_br: O céu continua aqui
ro: Cerul e tot aici
ru: Небо всё ещё здесь
zh_hans: 天空一直都在

source: They accept and appear in your lobby.
de: Er oder sie nimmt an und erscheint in deiner Lobby.
es: Acepta y aparece en tu sala.
fr: Il accepte et apparaît dans votre salon.
hi: वे स्वीकार करते हैं और आपकी लॉबी में दिखते हैं।
it: Accetta e compare nella tua lobby.
nl: Ze accepteren en verschijnen in je lobby.
pt_br: A pessoa aceita e aparece no seu lobby.
ro: Acceptă și apare în lobby-ul tău.
ru: Он принимает и появляется в вашем лобби.
zh_hans: 对方接受后会出现在你的大厅中。

source: This can't be undone. Your local flights, coins and streak are kept.
de: Das lässt sich nicht rückgängig machen. Deine lokalen Flüge, Münzen und deine Serie bleiben erhalten.
es: Esto no se puede deshacer. Tus vuelos, monedas y racha locales se conservan.
fr: Cette action est irréversible. Vos vols, pièces et série locaux sont conservés.
hi: इसे पूर्ववत नहीं किया जा सकता। आपकी लोकल फ़्लाइट, सिक्के और स्ट्रीक बनी रहेंगी।
it: Non è reversibile. I tuoi voli, monete e serie locali vengono mantenuti.
nl: Dit kan niet ongedaan worden gemaakt. Je lokale vluchten, munten en reeks blijven behouden.
pt_br: Isso não pode ser desfeito. Seus voos, moedas e sequência locais são mantidos.
ro: Acțiunea nu poate fi anulată. Zborurile, monedele și seria locale se păstrează.
ru: Это нельзя отменить. Ваши локальные полёты, монеты и серия сохраняются.
zh_hans: 此操作无法撤销。你的本地飞行、金币与连续记录会保留。

source: This flight has already landed.
de: Dieser Flug ist bereits gelandet.
es: Este vuelo ya ha aterrizado.
fr: Ce vol a déjà atterri.
hi: यह फ़्लाइट पहले ही लैंड कर चुकी है।
it: Questo volo è già atterrato.
nl: Deze vlucht is al geland.
pt_br: Este voo já pousou.
ro: Acest zbor a aterizat deja.
ru: Этот полёт уже приземлился.
zh_hans: 这次飞行已经降落。

source: This flight is already full.
de: Dieser Flug ist bereits voll.
es: Este vuelo ya está lleno.
fr: Ce vol est déjà complet.
hi: यह फ़्लाइट पहले से भरी है।
it: Questo volo è già pieno.
nl: Deze vlucht zit al vol.
pt_br: Este voo já está cheio.
ro: Acest zbor e deja plin.
ru: Этот полёт уже заполнен.
zh_hans: 这次飞行已满员。

source: This flight’s progress and rewards will be lost, and you’ll leave the Sky you’re flying in.
de: Fortschritt und Belohnungen dieses Flugs gehen verloren, und du verlässt den Himmel, in dem du fliegst.
es: Perderás el progreso y las recompensas de este vuelo, y abandonarás el cielo en el que vuelas.
fr: La progression et les récompenses de ce vol seront perdues, et vous quitterez le ciel où vous volez.
hi: इस फ़्लाइट की प्रगति और इनाम चले जाएँगे, और आप जिस आकाश में हैं उसे छोड़ देंगे।
it: I progressi e le ricompense di questo volo andranno persi, e lascerai il cielo in cui stai volando.
nl: De voortgang en beloningen van deze vlucht gaan verloren, en je verlaat de lucht waarin je vliegt.
pt_br: O progresso e as recompensas deste voo serão perdidos, e você sairá do céu em que está voando.
ro: Progresul și recompensele acestui zbor se vor pierde, iar tu vei părăsi cerul în care zbori.
ru: Прогресс и награды этого полёта будут потеряны, и вы покинете небо, в котором летите.
zh_hans: 本次飞行的进度与奖励将会丢失，你也会离开当前所在的天空。

source: This flight’s progress and rewards will be lost.
de: Fortschritt und Belohnungen dieses Flugs gehen verloren.
es: Se perderán el progreso y las recompensas de este vuelo.
fr: La progression et les récompenses de ce vol seront perdues.
hi: इस फ़्लाइट की प्रगति और इनाम चले जाएँगे।
it: I progressi e le ricompense di questo volo andranno persi.
nl: De voortgang en beloningen van deze vlucht gaan verloren.
pt_br: O progresso e as recompensas deste voo serão perdidos.
ro: Progresul și recompensele acestui zbor se vor pierde.
ru: Прогресс и награды этого полёта будут потеряны.
zh_hans: 本次飞行的进度与奖励将会丢失。

source: This Focus Room is full.
de: Dieser Fokus-Raum ist voll.
es: Esta sala de concentración está llena.
fr: Cette salle de concentration est complète.
hi: यह फ़ोकस रूम भर चुका है।
it: Questa stanza di concentrazione è piena.
nl: Deze focusruimte zit vol.
pt_br: Esta sala de foco está cheia.
ro: Această cameră de concentrare e plină.
ru: Эта комната фокуса заполнена.
zh_hans: 该专注房间已满。

source: This Focus Room is no longer available.
de: Dieser Fokus-Raum ist nicht mehr verfügbar.
es: Esta sala de concentración ya no está disponible.
fr: Cette salle de concentration n’est plus disponible.
hi: यह फ़ोकस रूम अब उपलब्ध नहीं है।
it: Questa stanza di concentrazione non è più disponibile.
nl: Deze focusruimte is niet meer beschikbaar.
pt_br: Esta sala de foco não está mais disponível.
ro: Această cameră de concentrare nu mai e disponibilă.
ru: Эта комната фокуса больше недоступна.
zh_hans: 该专注房间已不可用。

source: This invitation has expired — ask for a new one.
de: Diese Einladung ist abgelaufen — bitte um eine neue.
es: Esta invitación ha caducado: pide una nueva.
fr: Cette invitation a expiré — demandez-en une nouvelle.
hi: यह निमंत्रण ख़त्म हो चुका है — नया माँगें।
it: Questo invito è scaduto: chiedine uno nuovo.
nl: Deze uitnodiging is verlopen — vraag om een nieuwe.
pt_br: Este convite expirou — peça um novo.
ro: Această invitație a expirat — cere alta.
ru: Приглашение истекло — попросите новое.
zh_hans: 该邀请已过期——请索取新的邀请。

source: This invitation isn't available anymore.
de: Diese Einladung ist nicht mehr verfügbar.
es: Esta invitación ya no está disponible.
fr: Cette invitation n’est plus disponible.
hi: यह निमंत्रण अब उपलब्ध नहीं है।
it: Questo invito non è più disponibile.
nl: Deze uitnodiging is niet meer beschikbaar.
pt_br: Este convite não está mais disponível.
ro: Această invitație nu mai e disponibilă.
ru: Это приглашение больше недоступно.
zh_hans: 该邀请已不再可用。

source: This invitation link isn't valid.
de: Dieser Einladungslink ist ungültig.
es: Este enlace de invitación no es válido.
fr: Ce lien d’invitation n’est pas valide.
hi: यह निमंत्रण लिंक मान्य नहीं है।
it: Questo link di invito non è valido.
nl: Deze uitnodigingslink is niet geldig.
pt_br: Este link de convite não é válido.
ro: Acest link de invitație nu e valid.
ru: Эта ссылка-приглашение недействительна.
zh_hans: 该邀请链接无效。

source: This name is already taken. Choose another name.
de: Dieser Name ist schon vergeben. Wähl einen anderen.
es: Ese nombre ya está en uso. Elige otro.
fr: Ce nom est déjà pris. Choisissez-en un autre.
hi: यह नाम पहले से लिया जा चुका है। दूसरा नाम चुनें।
it: Questo nome è già in uso. Scegline un altro.
nl: Deze naam is al bezet. Kies een andere.
pt_br: Esse nome já está em uso. Escolha outro.
ro: Acest nume e deja luat. Alege altul.
ru: Это имя уже занято. Выберите другое.
zh_hans: 该名称已被使用。请另选一个。

source: This open-ended flight will end here. Its progress and rewards will be lost.
de: Dieser offene Flug endet hier. Fortschritt und Belohnungen gehen verloren.
es: Este vuelo sin límite acabará aquí. Se perderán su progreso y sus recompensas.
fr: Ce vol sans limite s’arrêtera ici. Sa progression et ses récompenses seront perdues.
hi: यह असीमित फ़्लाइट यहीं ख़त्म हो जाएगी। इसकी प्रगति और इनाम चले जाएँगे।
it: Questo volo senza limite finirà qui. I suoi progressi e le ricompense andranno persi.
nl: Deze open vlucht eindigt hier. De voortgang en beloningen gaan verloren.
pt_br: Este voo sem limite vai terminar aqui. Seu progresso e recompensas serão perdidos.
ro: Acest zbor fără limită se va încheia aici. Progresul și recompensele se vor pierde.
ru: Этот бессрочный полёт закончится здесь. Его прогресс и награды будут потеряны.
zh_hans: 这次无限时飞行将在此结束。其进度与奖励将会丢失。

source: This pilot isn't accepting requests.
de: Dieser Pilot nimmt keine Anfragen an.
es: Este piloto no acepta solicitudes.
fr: Ce pilote n’accepte pas les demandes.
hi: यह पायलट अनुरोध स्वीकार नहीं कर रहा।
it: Questo pilota non accetta richieste.
nl: Deze piloot accepteert geen verzoeken.
pt_br: Este piloto não aceita pedidos.
ro: Acest pilot nu acceptă cereri.
ru: Этот пилот не принимает заявки.
zh_hans: 该飞行员不接受请求。

source: THIS WEEK
de: DIESE WOCHE
es: ESTA SEMANA
fr: CETTE SEMAINE
hi: इस सप्ताह
it: QUESTA SETTIMANA
nl: DEZE WEEK
pt_br: ESTA SEMANA
ro: SĂPTĂMÂNA ACEASTA
ru: НА ЭТОЙ НЕДЕЛЕ
zh_hans: 本周

source: Time
de: Zeit
es: Tiempo
fr: Temps
hi: समय
it: Tempo
nl: Tijd
pt_br: Tempo
ro: Timp
ru: Время
zh_hans: 时间

source: Time Focused
de: Fokussierte Zeit
es: Tiempo concentrado
fr: Temps de concentration
hi: फ़ोकस समय
it: Tempo di concentrazione
nl: Gefocuste tijd
pt_br: Tempo focado
ro: Timp de concentrare
ru: Время в фокусе
zh_hans: 已专注时长

source: Time Remaining
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
hi: बचा समय
it: Tempo rimanente
nl: Resterende tijd
pt_br: Tempo restante
ro: Timp rămas
ru: Осталось времени
zh_hans: 剩余时间

source: Time, quietly kept
de: Zeit, still gehütet
es: El tiempo, guardado en silencio
fr: Le temps, gardé en silence
hi: समय, चुपचाप सहेजा
it: Il tempo, custodito in silenzio
nl: Tijd, stil bijgehouden
pt_br: O tempo, guardado em silêncio
ro: Timpul, ținut în tăcere
ru: Время, отмеряемое тихо
zh_hans: 静静守候的时间

source: Tiny Fern
de: Kleiner Farn
es: Helecho pequeño
fr: Petite fougère
hi: नन्हा फ़र्न
it: Felce piccola
nl: Klein varentje
pt_br: Samambaia pequena
ro: Ferigă mică
ru: Маленький папоротник
zh_hans: 小蕨

source: To block apps during flights, enable Screen Time access for FocusGlobe in Settings.
de: Um Apps während Flügen zu blockieren, aktiviere den Bildschirmzeit-Zugriff für FocusGlobe in den Einstellungen.
es: Para bloquear apps durante los vuelos, activa el acceso a Tiempo de uso para FocusGlobe en Ajustes.
fr: Pour bloquer les applis pendant les vols, activez l’accès Temps d’écran pour FocusGlobe dans Réglages.
hi: फ़्लाइट के दौरान ऐप ब्लॉक करने के लिए सेटिंग में FocusGlobe के लिए स्क्रीन टाइम एक्सेस चालू करें।
it: Per bloccare le app durante i voli, attiva l’accesso a Tempo di utilizzo per FocusGlobe in Impostazioni.
nl: Schakel Schermtijd-toegang voor FocusGlobe in bij Instellingen om apps tijdens vluchten te blokkeren.
pt_br: Para bloquear apps durante os voos, ative o acesso ao Tempo de Uso para o FocusGlobe nos Ajustes.
ro: Ca să blochezi aplicații în timpul zborurilor, activează accesul la Timp de utilizare pentru FocusGlobe în Setări.
ru: Чтобы блокировать приложения во время полётов, включите доступ к «Экранному времени» для FocusGlobe в Настройках.
zh_hans: 若要在飞行期间屏蔽应用，请在“设置”中为 FocusGlobe 启用“屏幕使用时间”访问权限。

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज
it: Oggi
nl: Vandaag
pt_br: Hoje
ro: Astăzi
ru: Сегодня
zh_hans: 今天

source: TODAY'S GOALS
de: HEUTIGE ZIELE
es: OBJETIVOS DE HOY
fr: OBJECTIFS DU JOUR
hi: आज के लक्ष्य
it: OBIETTIVI DI OGGI
nl: DOELEN VAN VANDAAG
pt_br: METAS DE HOJE
ro: OBIECTIVELE DE AZI
ru: ЦЕЛИ НА СЕГОДНЯ
zh_hans: 今日目标

source: Today’s goals
de: Ziele für heute
es: Objetivos de hoy
fr: Objectifs du jour
hi: आज के लक्ष्य
it: Obiettivi di oggi
nl: Doelen van vandaag
pt_br: Objetivos de hoje
ro: Obiectivele de azi
ru: Задачи на сегодня
zh_hans: 今日目标

source: Today's objectives
de: Ziele für heute
es: Objetivos de hoy
fr: Objectifs du jour
hi: आज के लक्ष्य
it: Obiettivi di oggi
nl: Doelen van vandaag
pt_br: Objetivos de hoje
ro: Obiectivele de azi
ru: Задачи на сегодня
zh_hans: 今日目标

source: Tokyo Pilot
de: Tokio-Pilot
es: Piloto de Tokio
fr: Pilote de Tokyo
hi: तोक्यो पायलट
it: Pilota di Tokyo
nl: Tokio-piloot
pt_br: Piloto de Tóquio
ro: Pilot de Tokyo
ru: Пилот Токио
zh_hans: 东京飞行员

source: Total focus
de: Gesamtfokus
es: Concentración total
fr: Concentration totale
hi: कुल फ़ोकस
it: Concentrazione totale
nl: Totale focus
pt_br: Foco total
ro: Concentrare totală
ru: Всего фокуса
zh_hans: 总专注时长

source: Total focus in the air
de: Gesamter Fokus in der Luft
es: Concentración total en el aire
fr: Concentration totale en vol
hi: हवा में कुल फ़ोकस
it: Concentrazione totale in volo
nl: Totale focus in de lucht
pt_br: Foco total no ar
ro: Concentrare totală în aer
ru: Всего фокуса в воздухе
zh_hans: 空中专注总时长

source: Touch and hold an empty area of your Home Screen until the apps jiggle.
de: Halte einen leeren Bereich des Home-Bildschirms gedrückt, bis die Apps wackeln.
es: Mantén pulsada una zona vacía de la pantalla de inicio hasta que las apps se muevan.
fr: Touchez et maintenez une zone vide de l’écran d’accueil jusqu’à ce que les apps bougent.
hi: होम स्क्रीन की ख़ाली जगह को तब तक दबाए रखें जब तक ऐप हिलने न लगें।
it: Tocca e tieni premuta un’area vuota della schermata Home finché le app non tremano.
nl: Houd een leeg gebied van je beginscherm vast tot de apps wiebelen.
pt_br: Toque e segure uma área vazia da Tela de Início até os apps tremerem.
ro: Atinge lung o zonă goală de pe ecranul principal până când aplicațiile tremură.
ru: Нажмите и удерживайте пустое место на главном экране, пока приложения не задрожат.
zh_hans: 长按主屏幕的空白处，直到 App 开始晃动。

source: Trial end date
de: Ende der Testphase
es: Fin de la prueba
fr: Fin de l’essai
hi: ट्रायल की अंतिम तिथि
it: Fine della prova
nl: Einddatum proefperiode
pt_br: Fim do teste
ro: Data de final a probei
ru: Дата окончания пробного периода
zh_hans: 试用结束日

source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
nl: Opnieuw proberen
pt_br: Tentar de novo
ro: Încearcă din nou
ru: Повторить
zh_hans: 重试

source: Try again in %@
de: In %@ erneut versuchen
es: Inténtalo de nuevo en %@
fr: Réessayez dans %@
hi: %@ में फिर कोशिश करें
it: Riprova tra %@
nl: Probeer het over %@ opnieuw
pt_br: Tente de novo em %@
ro: Încearcă din nou în %@
ru: Повторите через %@
zh_hans: %@ 后再试

source: Try again in a moment.
de: Versuch es gleich noch einmal.
es: Inténtalo de nuevo en un momento.
fr: Réessayez dans un instant.
hi: थोड़ी देर में फिर कोशिश करें।
it: Riprova tra un momento.
nl: Probeer het zo nog eens.
pt_br: Tente de novo em instantes.
ro: Mai încearcă într-o clipă.
ru: Попробуйте через мгновение.
zh_hans: 请稍后再试。

source: Try another category — nearby places appear under Short.
de: Probier eine andere Kategorie – Orte in der Nähe stehen unter Kurz.
es: Prueba otra categoría: los lugares cercanos aparecen en Corto.
fr: Essayez une autre catégorie — les lieux proches sont dans Court.
hi: दूसरी श्रेणी आज़माएँ — पास की जगहें “छोटी” में दिखती हैं।
it: Prova un’altra categoria: i luoghi vicini sono sotto Breve.
nl: Probeer een andere categorie — plekken dichtbij staan onder Kort.
pt_br: Tente outra categoria — lugares próximos aparecem em Curto.
ro: Încearcă altă categorie — locurile apropiate apar la Scurt.
ru: Попробуйте другую категорию — близкие места находятся в «Короткие».
zh_hans: 试试其他类别 — 附近地点在“短途”中。

source: Try for %@
de: Für %@ testen
es: Prueba por %@
fr: Essayer pour %@
hi: %@ में आज़माएँ
it: Prova a %@
nl: Probeer voor %@
pt_br: Experimente por %@
ro: Încearcă pentru %@
ru: Попробовать за %@
zh_hans: 以 %@ 试用

source: Try PRO for FREE
de: PRO gratis testen
es: Prueba PRO gratis
fr: Essayer PRO gratuitement
hi: PRO मुफ़्त आज़माएँ
it: Prova PRO gratis
nl: Probeer PRO gratis
pt_br: Experimente o PRO grátis
ro: Încearcă PRO gratuit
ru: Попробовать PRO бесплатно
zh_hans: 免费试用 PRO

source: Turn the cabin into a calm space built around you.
de: Mach die Kabine zu einem ruhigen Ort, der um dich herum gebaut ist.
es: Convierte la cabina en un espacio tranquilo hecho para ti.
fr: Transformez la cabine en un espace calme fait pour vous.
hi: केबिन को अपने अनुरूप बने शांत स्थान में बदलें।
it: Trasforma la cabina in uno spazio tranquillo costruito su di te.
nl: Maak van de cabine een rustige plek die om jou heen is gebouwd.
pt_br: Transforme a cabine num espaço calmo feito para você.
ro: Transformă cabina într-un spațiu calm, construit în jurul tău.
ru: Превратите кабину в спокойное пространство, созданное для вас.
zh_hans: 把座舱变成为你而建的宁静空间。

source: Turn the dial. You can change it before every take-off.
de: Dreh am Regler. Du kannst ihn vor jedem Start ändern.
es: Gira el dial. Puedes cambiarlo antes de cada despegue.
fr: Tournez la molette. Vous pouvez la modifier avant chaque décollage.
hi: डायल घुमाएँ। हर टेक-ऑफ़ से पहले बदल सकते हैं।
it: Ruota la manopola. Puoi cambiarla prima di ogni decollo.
nl: Draai aan de knop. Je kunt dit voor elke start aanpassen.
pt_br: Gire o dial. Você pode mudar antes de cada decolagem.
ro: Rotește cadranul. Îl poți schimba înainte de fiecare decolare.
ru: Поверните диск. Вы можете изменить его перед каждым взлётом.
zh_hans: 转动表盘。每次起飞前都可以更改。

source: Turn your next destination into a deep-work block.
de: Mach dein nächstes Ziel zu einem Deep-Work-Block.
es: Convierte tu próximo destino en un bloque de trabajo profundo.
fr: Faites de votre prochaine destination une session de travail profond.
hi: अपनी अगली मंज़िल को डीप-वर्क ब्लॉक बनाएँ।
it: Trasforma la prossima destinazione in un blocco di lavoro profondo.
nl: Maak van je volgende bestemming een deep-workblok.
pt_br: Transforme seu próximo destino num bloco de trabalho profundo.
ro: Transformă următoarea destinație într-un bloc de muncă profundă.
ru: Превратите следующий пункт назначения в блок глубокой работы.
zh_hans: 把下一个目的地变成一段深度工作。

source: Turquoise air over a quiet lagoon, soft islands drifting far below.
de: Türkisfarbene Luft über einer stillen Lagune, sanfte Inseln tief unten.
es: Aire turquesa sobre una laguna tranquila, con islas suaves a lo lejos.
fr: Un air turquoise au-dessus d’un lagon paisible, des îles douces au loin.
hi: शांत लैगून के ऊपर फ़िरोज़ी हवा, नीचे दूर बहते कोमल द्वीप।
it: Aria turchese su una laguna tranquilla, isole morbide molto più in basso.
nl: Turquoise lucht boven een stille lagune, zachte eilanden diep beneden.
pt_br: Ar turquesa sobre uma lagoa tranquila, ilhas suaves lá embaixo.
ro: Aer turcoaz peste o lagună liniștită, insule blânde departe dedesubt.
ru: Бирюзовый воздух над тихой лагуной и мягкие острова далеко внизу.
zh_hans: 宁静潟湖上空的松石色空气，柔和的岛屿在远处漂移。

source: Turquoise calm for deep work
de: Türkise Ruhe für tiefe Arbeit
es: Calma turquesa para el trabajo profundo
fr: Un calme turquoise pour le travail profond
hi: गहरे काम के लिए फ़िरोज़ी शांति
it: Calma turchese per il lavoro profondo
nl: Turquoise rust voor diep werk
pt_br: Calma turquesa para trabalho profundo
ro: Liniște turcoaz pentru muncă profundă
ru: Бирюзовый покой для глубокой работы
zh_hans: 松石色的宁静，适合深度工作

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: उपलब्ध नहीं
it: Non disponibile
nl: Niet beschikbaar
pt_br: Indisponível
ro: Indisponibil
ru: Недоступно
zh_hans: 不可用

source: Unequip
de: Ablegen
es: Quitar
fr: Retirer
hi: हटाएँ
it: Rimuovi
nl: Afleggen
pt_br: Tirar
ro: Scoate
ru: Снять
zh_hans: 取消装备

source: Unlimited Time ∞
de: Unbegrenzte Zeit ∞
es: Tiempo ilimitado ∞
fr: Temps illimité ∞
hi: असीमित समय ∞
it: Tempo illimitato ∞
nl: Onbeperkte tijd ∞
pt_br: Tempo ilimitado ∞
ro: Timp nelimitat ∞
ru: Неограниченное время ∞
zh_hans: 无限时长 ∞

source: Unlock FocusGlobe PRO
de: Freischalten FocusGlobe PRO
es: Desbloquea FocusGlobe PRO
fr: Débloquez FocusGlobe PRO
hi: अनलॉक करें FocusGlobe PRO
it: Sblocca FocusGlobe PRO
nl: Ontgrendel FocusGlobe PRO
pt_br: Desbloqueie FocusGlobe PRO
ro: Deblochează FocusGlobe PRO
ru: Откройте FocusGlobe PRO
zh_hans: 解锁 FocusGlobe PRO

source: Unlock FocusGlobe
de: FocusGlobe freischalten
es: Desbloquea FocusGlobe
fr: Débloquez FocusGlobe
hi: FocusGlobe अनलॉक करें
it: Sblocca FocusGlobe
nl: Ontgrendel FocusGlobe
pt_br: Desbloqueie o FocusGlobe
ro: Deblochează FocusGlobe
ru: Откройте FocusGlobe
zh_hans: 解锁 FocusGlobe

source: Unlock the complete sound collection for deeper sessions.
de: Schalte die komplette Klangsammlung für tiefere Sitzungen frei.
es: Desbloquea toda la colección de sonidos para sesiones más profundas.
fr: Débloquez toute la collection de sons pour des sessions plus profondes.
hi: गहरे सत्रों के लिए पूरा साउंड संग्रह अनलॉक करें।
it: Sblocca l’intera collezione di suoni per sessioni più profonde.
nl: Ontgrendel de volledige geluidscollectie voor diepere sessies.
pt_br: Desbloqueie a coleção completa de sons para sessões mais profundas.
ro: Deblochează întreaga colecție de sunete pentru sesiuni mai profunde.
ru: Откройте полную коллекцию звуков для более глубоких сессий.
zh_hans: 解锁完整音效合集，进入更深的专注。

source: Unlock this Sky to fly here
de: Schalte diesen Himmel frei, um hier zu fliegen
es: Desbloquea este cielo para volar aquí
fr: Débloquez ce ciel pour y voler
hi: यहाँ उड़ने के लिए यह आकाश अनलॉक करें
it: Sblocca questo cielo per volarci
nl: Ontgrendel deze lucht om hier te vliegen
pt_br: Desbloqueie este céu para voar aqui
ro: Deblochează acest cer ca să zbori aici
ru: Откройте это небо, чтобы летать здесь
zh_hans: 解锁这片天空即可在此飞行

source: Unlock three or more balloon skins.
de: Schalte drei oder mehr Ballon-Designs frei.
es: Desbloquea tres o más diseños de globo.
fr: Débloquez trois habillages de montgolfière ou plus.
hi: तीन या उससे ज़्यादा ग़ुब्बारा स्किन अनलॉक करें।
it: Sblocca tre o più skin per la mongolfiera.
nl: Ontgrendel drie of meer ballonskins.
pt_br: Desbloqueie três ou mais skins de balão.
ro: Deblochează trei sau mai multe skinuri de balon.
ru: Откройте три или больше оформлений шара.
zh_hans: 解锁三种或更多热气球皮肤。

source: Unlock Widgets with FocusGlobe PRO
de: Widgets mit FocusGlobe PRO freischalten
es: Desbloquea los widgets con FocusGlobe PRO
fr: Débloquez les widgets avec FocusGlobe PRO
hi: FocusGlobe PRO से विजेट अनलॉक करें
it: Sblocca i widget con FocusGlobe PRO
nl: Ontgrendel widgets met FocusGlobe PRO
pt_br: Desbloqueie os widgets com o FocusGlobe PRO
ro: Deblochează widgeturile cu FocusGlobe PRO
ru: Откройте виджеты с FocusGlobe PRO
zh_hans: 用 FocusGlobe PRO 解锁小组件
